import React from 'react';

const Use = () => {
  return (
    <div>
      <h1 className="text-2xl font-bold mb-4">【ご利用規約】</h1>
      <p className="mb-4">
        当ウェブサイトのご利用にあたっては、以下の利用規約に同意していただく必要があります。ご利用いただく前に、以下の内容をよくお読みください。
      </p>
      <h3 className="text-lg font-bold mb-2">【サービスの利用範囲と制限】</h3>
      <p className="mb-4">
        当ウェブサイトのサービスは、レコードなどの商品の提供および販売に関するものです。お客様は、個人的な使用または商業目的での利用に限定され、当ウェブサイトのサービスを利用することができます。ただし、次の行為は禁止されています：
      </p>
      <ul className="list-disc ml-8 mb-4">
        <li className="mb-2">第三者によるサービスへの不正アクセスやハッキング行為</li>
        <li className="mb-2">当ウェブサイトのサーバーやネットワークへの攻撃</li>
        <li className="mb-2">当ウェブサイトのサービスやコンテンツの不正利用</li>
        <li className="mb-2">他のユーザーの迷惑やプライバシーの侵害を引き起こす行為</li>
        <li className="mb-2">法律や規制に違反する行為</li>
      </ul>
      <h3 className="text-lg font-bold mb-2">【商品の提供と販売条件】</h3>
      <p className="mb-4">
        当ウェブサイトでは、レコードなどの商品の提供および販売を行っています。商品の価格、在庫状況、配送条件などは、当ウェブサイト上で明示されています。お客様が商品を購入する際には、指定された条件に同意していただく必要があります。
      </p>
      <h3 className="text-lg font-bold mb-2">【支払い方法と価格】</h3>
      <p className="mb-4">
        当ウェブサイトでは、複数の支払い方法を提供しています。お客様は、指定された支払い方法を選択し、正確な金額を支払うことが求められます。商品の価格には、消費税などの追加費用が含まれる場合があります。支払いに関する詳細は、当ウェブサイト上で明示されています。</p>

<h3 className="text-lg font-bold mb-2">【配送と返品に関するポリシー】</h3>
<p className="mb-4">
当ウェブサイトでは、商品の配送を行っています。配送方法や到着予定日などの詳細は、お客様が商品を注文する際に明示されます。商品の返品や交換に関するポリシーについても、当ウェブサイト上で定められています。詳細な手続きや条件に従って、返品や交換を申請してください。
</p>
<h3 className="text-lg font-bold mb-2">【知的財産権に関する情報】</h3>
<p className="mb-4">
当ウェブサイト上のコンテンツやデザイン、ロゴ、商標などの知的財産権は、当ウェブサイトまたは関連する権利者に帰属します。お客様は、当ウェブサイト上のコンテンツを個人的な目的で利用することができますが、商業目的や無断転載、改変、配布などは禁止されています。
</p>
</div>

  )}

export default Use;