import React from 'react';

const Use = () => {
  return (
    <div className='mr-40 ml-40 mb-40'>
    
      <h1 className="text-4xl font-bold mb-4 text-center ">【ご利用規約】</h1>
      <p className="m-10">
        当ウェブサイトのご利用にあたっては、以下の利用規約に同意していただく必要があります。ご利用いただく前に、以下の内容をよくお読みください。
      </p>
      <div className='m-20'>

      </div>
      <h3 className="text-lg font-bold mb-2">【サービスの利用範囲と制限】</h3>
      <p className="mb-4">
        当ウェブサイトのサービスは、音楽などの商品の提供および販売に関するものです。お客様は、個人的な使用または商業目的での利用に限定され、当ウェブサイトのサービスを利用することができます。ただし、次の行為は禁止されています：
      </p>
      <ul className="list-disc ml-8 mb-4">
        <li className="mb-2">第三者によるサービスへの不正アクセスやハッキング行為</li>
        <li className="mb-2">当ウェブサイトのサーバーやネットワークへの攻撃</li>
        <li className="mb-2">当ウェブサイトのサービスやコンテンツの不正利用</li>
        <li className="mb-2">他のユーザーの迷惑やプライバシーの侵害を引き起こす行為</li>
        <li className="mb-2">法律や規制に違反する行為</li>
      </ul>
      <h3 className="text-lg font-bold mb-2">【商品の提供と販売条件】</h3>
      <p className="mb-4">
        当ウェブサイトでは、レコードなどの商品の提供および販売を行っています。商品の価格、在庫状況、配送条件などは、当ウェブサイト上で明示されています。お客様が商品を購入する際には、指定された条件に同意していただく必要があります。
      </p>
      <h3 className="text-lg font-bold mb-2">【支払い方法と価格】</h3>
      <p className="mb-4">
        当ウェブサイトでは、複数の支払い方法を提供しています。お客様は、指定された支払い方法を選択し、正確な金額を支払うことが求められます。商品の価格には、消費税などの追加費用が含まれる場合があります。支払いに関する詳細は、当ウェブサイト上で明示されています。</p>

<h3 className="text-lg font-bold mb-2">【配送と返品に関するポリシー】</h3>
<p className="mb-4">
当ウェブサイトでは、商品の配送を行っています。配送方法や到着予定日などの詳細は、お客様が商品を注文する際に明示されます。商品の返品や交換に関するポリシーについても、当ウェブサイト上で定められています。詳細な手続きや条件に従って、返品や交換を申請してください。
</p>
<h3 className="text-lg font-bold mb-2">【知的財産権に関する情報】</h3>
<p className="mb-4">
当ウェブサイト上のコンテンツやデザイン、ロゴ、商標などの知的財産権は、当ウェブサイトまたは関連する権利者に帰属します。お客様は、当ウェブサイト上のコンテンツを個人的な目的で利用することができますが、商業目的や無断転載、改変、配布などは禁止されています。.
</p>


<div className="bg-gray-100 p-4 rounded-lg">
      <p className="text-lg font-bold mb-2">第一条（規約適用範囲）</p>
      <p>
        本規約は、会員専用サービスの会員が会員専用サービスを利用するにあたり弊社及び会員に適用するものとします。
        本オンライン規約に定めのない事項については、MARUTA-Recordsメンバーズ利用規約が適用されるものとします。
        第1項の規定に拘らず、著作物の権利者が著作権侵害の申立を弊社に対して行う場合、本オンライン規約の当該申立に関する規定の全部または一部を準用するものとします。
      </p>

      <p className="text-lg font-bold mt-4 mb-2">第二条（定義）</p>
      <p>
        本オンライン規約において使用される用語の定義は次の各号に定める通りとします。
        「タワーレコード オンライン」とは、弊社がWeb上で運営しサービスの提供を行う、動作推奨環境を備えたパーソナル・コンピューター、スマートフォンなどで利用することを想定したサイトをいいます。
        「弊社サイト」とは「MARUTA-Records」をいいます。
        「会員」とは、弊社の定める登録手続に従い、登録の申し込みを行い、弊社が承認したお客様をいいます。なお、店舗又は弊社サイトで表記する「MARUTA-Recordsメンバーズ」及び「メンバーズ」は会員を意味するものとします。
        「各サービス提供事業者」とは、弊社サイトにおいて会員に対して各種のサービスを提供する事業者をいいます。
        「利用料金等」とは、弊社サイトで会員が購入した商品の代金並びに弊社サイト及び各サービス提供事業者の提供するサービスの利用料金等をいいます。
        「利用料金等決済サービス」とは、利用料金等の決済方法として弊社が定め指定した、クレジットカード、代金引換便もしくはその他支払い方法をいいます。
        「発送前注文確定商品」とは、会員が予約した未販売の商品のうち、予約受付前に弊社が「発送前注文確定商品」である旨を会員に告知し、かつ当該商品の発送前に決済が完了する商品をいいます。
      </p>
    </div>

    <div className="bg-gray-100 p-4 rounded-lg">
      <p className="text-lg font-bold mb-2">第三条（弊社サイト及び各サービスの利用料金等）</p>
      <p>
        会員は、各サービスの定める方法に従い利用料金等を支払うものとします。なお、支払方法が変更された場合も同様とします。
        会員は、利用料金等の支払いについて、支払いに利用する利用料金等決済サービスを運営する法人等の定める全ての規約及び条件に従うものとします。
        1回の注文につき50万円未満（税込み）、または利用料金等決済サービスを運営する法人等の定める利用限度額のいずれか低い額を限度とします。
      </p>

      <p className="text-lg font-bold mt-4 mb-2">第四条（利用料金等決済サービスの規約等の遵守）</p>
      <p>
        会員は、利用料金等決済サービスを利用するものとします。また、利用料金等決済サービスの利用に関しては、別途利用料金等決済サービスを運営する法人等が定める規約等に会員が従うこととし、会員本人名義の場合のみ利用できます。なお、発送前注文確定商品の購入については、会員は、クレジットカードによる決済のみを利用することができます。
        会員が会員登録時または会員登録後に登録もしくは使用した利用料金等決済サービスが不正使用されまたはその虞がある等、弊社が当該利用料金等決済サービスの使用について不適切であると判断した場合、弊社サイトのサービス全ての利用をお断りすることがあります。
      </p>
    </div>
    <div className="bg-gray-100 p-4 rounded-lg">
      <p className="text-lg font-bold mb-2">第五条（商品の受注及び発送）</p>
      <p>
        会員から弊社に商品の注文があったときは、電子メールにより会員に受注が確認された旨の回答を行います。なお、受注確認の電子メールは、発送前注文確定商品の場合を除き、会員の注文の意思確認であり、注文内容の承諾ではありません。
        会員へ弊社より商品の発送があるときは、電子メールにより会員に発送の連絡を行います。但し、弊社が必要と認めた場合、電子メール以外の方法により連絡することがあります。
        会員は、弊社以外の各サービス提供事業者の行うサービスについては、別途定める各サービス提供事業者の定める規約等に従います。
        商品の発送時期は、弊社サイトの表記に拘らず、弊社が任意に決定するものとします。
        第1項の規定に拘らず、弊社が商品の廃盤等により会員が発注した商品を調達できない場合等、商品を発送できない特段の事情がある場合または発注内容に問題があると弊社が判断した場合、注文の承諾の有無にかかわらず、弊社は会員の注文を予告無くキャンセルすることができるものとします。会員が既に商品の代金を支払っていた場合には、弊社は、商品代金（本項において、送料及び手数料を含みます。）を会員に返金します。もっとも、弊社は、弊社が会員の注文をキャンセルした際にその理由を会員に開示する義務及びキャンセルによって発生した会員の逸失利益等の賠償責任を一切負わないものとします。
        会員が、正当な理由無く、注文した商品の受領を拒絶した場合または初回配達時に会員が不在等により商品を受領せず弊社契約運送会社およびコンビニエンスストアが設定した期間（再配達期間等その名称を問わず、会員が容易に商品を受領可能な期間をいいます。）を経過しても商品を弊社契約運送会社およびコンビニエンスストアから受領しなかった場合、弊社が会員の注文に基づく売買契約の履行に要した一切の費用を会員に対して請求し、会員は、弊社の請求に従い当該費用を支払うものとします。
        前項の場合、弊社は弊社の選択により、会員の注文をキャンセルできるものとし、会員が受領しなかった商品を再度送付するよう弊社に対して要求した場合であっても、弊社は当該要求を拒絶できるものとします。なお、会員が既に商品の代金を支払っていた場合、弊社は前項の費用を商品代金から控除し、会員に返金できるものとします。
        既に発売されている弊社サイトに在庫が無い商品の価格は、弊社が本条第１項に定める受注確認の電子メールを発送した時点において弊社サイトに表示されている当該商品の価格を適用し、会員が予約した未発売の商品の価格は、原則として当該商品の発売日時点において弊社サイトに表示されている当該商品の価格を適用します。なお、未発売の商品について、本条第１項に定める受注確認の電子メール発送後、商品の価格が変更された場合、弊社は会員に当該商品の価格変更を電子メールにて会員に通知し、弊社が当該商品の発送の準備を行うまでに会員が当該通知に何ら異議を申し立てなかった場合、会員は当該商品の価格変更を承諾したものとみなします。
        前項に定める、商品の価格変更に関する弊社の通知に対して会員が異議を申し立てた場合、弊社は会員の注文をキャンセルすることができるものとします。
        弊社サイトで弊社が扱う全ての商品（子供向けの商品を含み、以下同じとします。）を販売する相手は成人の会員に限られます。18 歳未満の会員は、法定代理人が同意する場合に限り、弊社サイトを利用可能です。また、購入に年齢制限のある商品をその制限に満たない年齢の会員が購入することはできません。
      </p>
    </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第六条（契約成立及び所有権移転等）</p>
   <p>前条第2項に定める弊社からの商品発送の連絡が会員に到達した時点において売買契約が成立します。但し、商品の所有権はお客様が当該商品を受領した時点をもってお客様に移転するものとし、弊社は、弊社契約運送会社に引渡した以後発生した商品の滅失、毀損等の責任を負わないものとします。
前項本文の定めにもかかわらず、発送前注文確定商品の購入については、前条第1項に定める弊社からの受注が確認された旨の電子メールが会員に到達した時点において売買契約が成立するものとします。なお、決済についてもこの時点で実施されます。</p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第七条（返品、返金及び交換）</p>
   <p>会員は、受領した商品がその種類、品質または数量に関して弊社サイトにおける商品説明に適合していない（以下、「契約不適合」といいます）場合、商品受領後７営業日以内に弊社指定の問合せフォームに必要事項を記載のうえ連絡するものとし、弊社は当該期間経過後の対応を原則として行わないものとします。
前項に基づき会員から連絡があった商品について、弊社が契約不適合を認定した場合、弊社所定の手続に従い弊社サイトにおける商品説明に適合した同一の商品と交換します。
本条第1項に基づき会員から連絡があった商品について、弊社が契約不適合を認定した場合であって、弊社サイトにおける商品説明に適合している同一の商品を調達できない場合に限り、弊社所定の手続に従い会員が支払った商品代金（本項において、送料及び手数料を含みます。）を返金します。但し、複数商品をご購入された場合であって、その一部のみ契約不適合があった場合、当該商品の商品代金のみ返金いたします。
本条に定める場合を除き、お客様は購入した商品を返品することはできないものとします。また、商品に契約不適合が発見された場合の弊社の責任は、本条記載のものに限られます。</p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2"></p>
   <p></p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第八条（弊社サイト及び各サービス提供事業者のサービス変更・中断・停止等について）</p>
   <p>弊社は、通信回線異常及び会員が使用するパーソナル・コンピューターまたは携帯電話端末等の異常または仕様等により会員が弊社サイトの会員専用サービスを受けられない場合の責任を負いません。
弊社及び各サービス提供事業者は、事前に会員に通知することなく、全てのサービスを変更・中断・停止することができます。
弊社及び各サービス提供事業者の行うサービスの変更・中断・停止による会員または第三者の被る不利益や損害について、弊社及び各サービスの提供事業者に故意または重過失がある場合を除き弊社及び各サービス事業者は一切の責任を負いません。なお、当社に軽過失が認められ当社が責任を負う場合であっても、逸失利益その他特別事情によって生じた損害については責任を負わず、通常損害の範囲内でのみ責任を負うものとします。</p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第九条（お問合せの受付）</p>
   <p>弊社の商品販売についてのお問合せは弊社カスタマーサービスで対応いたします。但し、その他サービス提供事業者の行うサービスに関しては各サービス提供事業者にお問合せいただき、弊社の商品販売以外についてのお問合せが弊社に対してなされた場合、弊社は一切回答できません。</p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第十条（商品の説明）</p>
   <p>弊社は、弊社サイトにおける商品説明についてできる限り正確に保つように努めますが、当該商品説明の正確性、完全性、信頼性また当該商品説明が最新のものであることを保証しません。但し、万が一ご購入された商品が弊社サイトの商品説明どおりで無い場合は、弊社指定の問合せフォームに必要事項を記載のうえお問合せください。
前項の定めに拘らず、商品に附属する特典について、弊社サイトにて特典付きと表示されていた場合であっても、当該特典の在庫状況等により会員に予告無く終了できるものとし、会員は購入した商品に特典が附属しないことに一切異議を述べないものとします。</p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第十一条（店舗取置・取寄・予約）</p>
   <p>会員は、弊社所定の手続により弊社が運営する一部店舗（以下、「店舗」といいます）の在庫を検索し、特定の店舗の在庫の購入予約（以下、「取置」といいます）、会員が希望する店舗への商品の取り寄せ依頼と、その依頼により入荷した商品の購入予約（以下、「取寄」といいます）、及び会員が希望する店舗において発売予定商品の購入予約（以下、「予約」といいます）の申込みができるものとします。
会員が取置・取寄・予約可能な商品のタイトル数は、1回の注文につき最大5タイトルとします。また、同一タイトルの注文可能な数量は、1つのアカウントにつき2つまでとします。なお、会員が取置・取寄・予約した商品を受領した後等、同一タイトルの商品についてアカウント内に他の有効な申込みが無い場合は、再度同一タイトルの商品の取置・取寄・予約を申込むことができるものとします。
商品によっては、前項の申込み制限を設けない場合があります。
会員が取置を希望した商品について弊社が取置可能である旨回答した電子メール等の到達日から7暦日以内に取置を希望した店舗において取置した商品を購入しなかった場合、弊社は、当該取置がキャンセルされたものとみなし、当該商品を別のお客様に販売することができるものとします。
会員が取寄を希望した商品について、弊社が定める「取寄期間」内（受注日から最大で40日前後）に会員の希望した店舗へ入荷しなかった場合、弊社は当該取寄をキャンセルすることができるものとします。また、弊社が定める「取寄期間」内であっても、当該商品の確保が困難であることが判明した場合、その時点で弊社は当該取寄をキャンセルすることができるものとします。
さらに、取寄により入荷した商品について、受け取り可能である旨を通知した電子メール等の到達日から7暦日以内に、取寄を希望した店舗において当該商品を購入しなかった場合、弊社は、当該取寄がキャンセルされたものとみなし、当該商品を別のお客様に販売することができるものとします。
会員が予約の申込みをした商品の発売日から7暦日以内に予約申込み時に指定した店舗において当該商品を購入しなかった場合、弊社は当該予約がキャンセルされたものとみなし、当該商品を別のお客様に販売することができるものとします。
会員が取置・取寄・予約を希望する商品を、取置・取寄・予約可能である旨回答した場合であっても、会員に対して通知の上、取置・取寄・予約を弊社から一方的に撤回する可能性があることを、会員は予め承諾するものとします。
会員が取置・取寄した商品の価格は、会員が取置・取寄を希望した店舗で設定されている、当該商品を購入する時点での価格を適用します。弊社サイトに表示されている当該商品の価格と異なる場合があることを、会員は予め承諾するものとします。
会員が予約した商品の価格は、原則として当該商品の発売日時点において会員が予約した店舗で設定されている当該商品の価格を適用します。但し、当該商品の価格が変更された場合、弊社はその旨を会員に電子メール等で通知し、会員が当該商品を購入するまでに、当該通知に何ら異議を申し立てなかった場合、会員は当該商品の価格変更を承諾したものとみなします。
取置・取寄・予約による売買契約は、会員が取置・取寄・予約を希望した店舗において取置・取寄・予約した商品を購入する旨の意思表示を行った時点で成立するものとします。但し、第6条第2項において定める場合はこの限りではありません。
本条に基づき会員が店舗で直接購入した商品の返品については、弊社の定めによるものとします。</p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第十二条（弊社サイトに使用されている著作権）</p>
   <p>弊社サイトに含まれるすべての著作物（文字、ロゴ、画像、ビデオクリップ、試聴用音源、著作物に編集を加えたもの、ソフトウェアなどをいいますが、これらに限定されません）の一切の権利（著作権法第27条及び第28条に定める権利を含みますが、これらに限られません）は、弊社または著作物提供者に帰属します。
弊社サイトに含まれるすべての著作物の編集物は、弊社に権利が帰属します。
弊社サイトで使用されているすべてのソフトウェアの権利は、弊社またはソフトウェア提供者に帰属します。
会員は、弊社サイトに含まれるすべての著作物並びに弊社に提供されている情報及び画像等を弊社の許可無く転載できないものとします。</p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2"></p>
   <p></p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第十三条（会員により投稿等された著作物）</p>
   <p>会員は、レビュー、質問及びその他の情報（以下総称して「コンテンツ」といいます）の送信を行うことができます。但し、コンテンツの内容が法令に反するもの、誹謗中傷、個人情報、政治的主張、商業目的の勧誘、コンピューターウィルス、チェーンメール、電子メールの大量送信やいわゆる迷惑メールを含むもの、その他本オンライン規約に反するものまたは弊社が弊社サイトの趣旨にそぐわないと判断したものであった場合、弊社は、当該コンテンツを会員に予告することなく削除できるものとします。
会員がコンテンツの投稿を行った場合、会員は、弊社とその関連会社に対して、当該コンテンツを使用、変更、複製、翻案、翻訳、再許諾、二次的著作物の作成、送信可能化及び公衆送信できる永続的かつ取消し不可能な権利を無償かつ非独占的に許諾したものとみなします。
会員は、弊社、その関連会社または前項の再許諾を受けた者に対して、会員が投稿したコンテンツに関連して会員が送信した氏名（ハンドルネーム等を含む）を使用し、または使用しない権利を許諾したものとみなされます。
会員は、会員が投稿したコンテンツにつき、弊社が弊社サイトの趣旨に適合させるために必要と認めた改変を行うことを予め承諾し、当該改変に対して同一性保持権を行使しないものとします。
会員は、弊社に投稿したコンテンツにつき、弊社または第三者の権利を侵害するものではないことを保証します。なお、保証に反して第三者より弊社が請求を受けた場合、会員は弊社に対し弊社が当該請求により被った損害を賠償するものとします。
第1項但書に定めるほか、弊社は、理由の如何に拘らず、会員が投稿したコンテンツを会員に予告することなく削除できるものとします。</p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第十四条（著作権侵害の申立）</p>
   <p>会員または著作物の権利者は、著作物が著作権侵害に該当するような方法で投稿されたと判断された場合、弊社カスタマーサービスに、その営業時間中に連絡するものとします。
</p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第十五条（免責）</p>
   <p>弊社は弊社サイトで自ら運営するサービスにおける取扱商品の販売以外の事項については、売買契約及びその履行において弊社に故意または重過失がある場合を除き、責任を負いません。
弊社は、弊社サイトに掲載している外部サイトの情報閲覧及び当該情報のご利用により生じたトラブルなどについては、当該トラブル等の発生が弊社の故意または重過失による場合を除き、責任を負いません。なお、当社に軽過失が認められ当社が責任を負う場合であっても、逸失利益その他特別事情によって生じた損害については責任を負わず、通常損害の範囲内でのみ責任を負うものとします。</p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第十六条（本オンライン規約等の変更）</p>
   <p>弊社は、本サービスの目的の範囲内で、本オンライン規約及び弊社サイトの内容を変更することができるものとします。この場合、当社は、規約を変更する旨及び変更後の内容並びにその効力発生時期を弊社サイトにおいて掲示することにより会員に周知します。</p>
   </div>


   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第十七条（専属管轄）</p>
   <p>弊社と会員との間において、紛争が発生した場合、双方誠意をもって協議し解決するものとし、協議にも拘らず弊社と会員との間において訴訟が発生した場合においては弊社の本店所在地を管轄する裁判所を第一審の専属的合意管轄裁判所とします。
</p>
   </div>

   <div className='bg-gray-100 p-4 rounded-lg'>
   <p className="text-lg font-bold mb-2">第十八条（本オンライン規約以外の事項）</p>
   <p>会員は、本オンライン規約に記載が無い事項であって、弊社が弊社サイトの利用に際し別途定めるルール等（Q＆A、注意事項等を含みますがこれらに限定されません）の事項を遵守することを予め承諾するものとします。</p>
   </div>

    </div>


  )}

export default Use;